benchmarksuite/interfaceCapturing/advection/discUniFlow/discUniFlow/system/simulationParameter
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2.2.0                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "system";
    object      simulationParameter;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

nx	128;
ny	1;
nz	128;

SUBCYL       1;
ADVECTSCHEME isoAdvection;
RECONSCHEME  plicRDF;
MAXCFL       0.1;

// ************************************************************************* //